Repository: kokoko3k/xt7-player-mpv
Catalog: .lang/*.po
Languages: it

source: Using vdpau overlay surface may lead to instability problems under some circumstances like heavy cpu load or switching to/from fullscreen. NOT using vdpau overlay may cause tearing. If you experience tearing, try to disable this option, if you experience instability, try to check it. This option disable the overlay surface by setting the environment variable: VDPAU_NVIDIA_NO_OVERLAY=1
it: L'uso della superficie overlay di VDPAU può causare instabilità in alcune circostanze, come alto carico CPU o passaggio tra schermo intero e finestra. NON usare la superficie overlay di vdpau può però causare effetti di tearing. Se osservi tearing, prova a disabilitare questa opzione, se hai problemi di stabilità, prova ad abilitarla. Questa opzione disabilita la superficie overlay impostando la variabile d'ambiente: VDPAU_NVIDIA_NO_OVERLAY=1

source: Disable VDPAU overlay surface
it: Disabilita la superficie overlay di VDPAU

source: Visualization
it: Visualizzazione

source: DFT - Spectrum analyzer
it: DFT - Analizzatore di spettro

source: vmeters - Audio meters
it: vmeters - Misuratori audio

source: If you see meters moving sooner than the audio, raise this value.
it: Se noti che i misuratori si muovono prima dell'audio, aumenta questo valore.

source: Audio Latency
it: Latenza audio

source: Frames per second
it: Fotogrammi al secondo

source: Update at
it: Aggiorna a

source: How many samples to get to calculate the average audio level.
it: Numero di campioni sui quali calcolare il livello medio dell'audio

source: Rms window size
it: Ampiezza della finestre Rms

source: samples
it: Campioni

source: Specify what additional file extensions are allowed in playlist and library. Ex: mov,dts,h264
it: Specifica estensioni addizionali riconosciute per playlist e libreria. Es: "mov,dts,h264"

source: Other known extensions
it: Altre estensioni conosciute

source: Directories specified here are recursively added to the playlist when you commit a playlist update. Use add/delete button or drag 'n drop.
it: Le cartelle qui specificate saranno aggiunte ricorsivamente alla playlist quando impartisci una sincronizzazione. Usa i pulsanti o il drag'n drop.

source: Watched Directories
it: Directory controllate

source: Del
it: Rimuovi

source: Sync Now
it: Sincronizza ora

source: Directories specified here will excluded when you commit a playlist update. Use add/delete button or drag 'n drop.
it: Le cartelle qui specificate saranno esplicitamente escluse dalla playlist quando impartisci una sincronizzazione. Usa i pulsanti o il drag'n drop.

source: Excluded Directories
it: Directory escluse

source: Exclude Now
it: Escludi ora

source: Tweaks
it: Trucchi

source: Player nice level. The lower the value, the higher the priority the player will get against other processes.
it: Livello nice del player. Più basso è, maggiore sarà la priorità che avrà nei confronti degli altri processi.

source: Xt7 Player nice level
it: Livello nice di Xt7Player

source: (The lower, the 'faster')
it: (Più è basso, più è 'veloce')

source: Local file cache size (KB)
it: Cache per i file locali (KB)

source: The playback will start as soon as the cache has been filled enough. Mplayer option: -cache-min
it: La riproduzione partità appena la cache sarà riempita abbastanza. Opzione mplayer: -cache-min

source: Start playback after filling
it: Comincia la riproduzione dopo il riempimento di

source: % of total cache size
it: % della cache totale

source: Use dbus (need dbus-send command) to disable kwin effects and avoid glitches in fullscreen mode.
it: Usa dbus (necessita del comando dbus-send) per sospendere gli effetti di kwin. Scongiurando artefatti in modo schermo intero

source: Disable Kde Effects in fullscreen mode
it: Disattiva gli effetti kde in modalità schermo intero

source: Select your CD device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
it: Seleziona il tuo dispositivo CD (ed /dev/dvd,/dev/cdrom,/dev/sr2...).

source: Audio CD Device
it: Dispositivo Audio CD

source: Please, choose
it: Prego, scegli

source: CD Cache size (KB)
it: Cache per i CD (KB)

source: Fetch CD Audio information from internet through cddb protocol. Note that this may slow down or even hangs the play the very first time.
it: Recupera le informazione sul CD Audio da internet tramite il protocollo CDDB. Ciò potrebbe rallentare o bloccare la riproduzione, ma solo la prima volta.

source: Use CDDB
it: Usa CDDB

source: Select your Dvd device (es /dev/dvd, /dev/cdrom, /dev/sr2...).
it: Seleziona il tuo dispositivo dvd (exempio /dev/dvd, /dev/cdrom, /dev/sr2...)

source: DVD Device
it: Dispositivo DVD

source: Set the cache for DVD playback. Note that enabling it may lead to problems.
it: Imposta la cache per la riproduzione DVD. Nota che abilitandola potresti avere dei problemi.

source: Dvd Cache size (KB)
it: Dimensione cache DVD (KB)

source: Network
it: Rete

source: Maximum cache size. Mplayer option: -cache
it: Cache massima. Opzione mplayer: -cache

source: Net Cache size (KB)
it: Cache per la rete (KB)

source: HINT: For youtube, enable this option and set 0. -- If a seek is to be made to a position within <percentage> of the cache size from the current position, MPlayer will wait for the cache to be filled to this position rather than performing a stream seek (default: 50). Mplayer option: -cache-seek-min <percentage>
it: Suggerimento: Per youtube, abilita questa opzione e imposta 0. Se verrà effettuata una ricerca verso una posizione entro la <percentuale> della dimensione della cache dalla posizione attuale MPlayer attenderà il riempimento della cache stessa fino a quella posizione invece di effettuare la ricerca sul flusso (default: 50).

source: Minimum seek cache size
it: Dimensione minima della cache per i seek

source: % of total cache size
it: % della cache totale

source: When playing youtube videos, prefer this format if available.
it: Preferisci (se disponibile) questo formato per i flussi youtube.

source: Preferred youtube resolution
it: Risoluzione preferita per Youtube

source: If available, 3D videos will be displayed instead of 2D ones. Disabling this option will completely discard 3D videos. NOTES: It may be necessary to use the stereo3d video filter Using the stereo3d video disables GPU decoding.
it: Se disponibili, verranno visualizzati i video in 3D al posto di quelli in 2D. Disabilitanto questa opzione, i video in 3D non saranno mai mostrati. NOTE: Potrebbe essere necessario usare il filtro video stereo3d. Usare il filtro stereo3d disabilita la decodifica assistita dalla GPU.

source: Prefer 3D videos from Youtube
it: Preferisci i video in in 3D da Youtube

source: Seeking on youtube streams may be problematic. Checking this will cause mplayer to be restarted at the new position instead of issuing a seek. This may or not work better for you.
it: Spostarsi all'interno di un flusso youtube potrebbe essere problematico. Spuntare questa opzione causerà il riavvio di mplayer alla nuova posizione temporaleinvece che l'esecuzione di un seek. Se hai problemi con i seek, prova a abilitarlo.

source: Restart youtube stream instead of seeking
it: Riavvia i flussi youtube invece che effettuare un seek

source: Skip parsing media tags on network streams: use it to add network media to library/playlist faster. This will apply to the following uries: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://
it: Non leggere i tag dalla rete: Usalo per aggiungere i media alla playlist o alla libreria più velocemente. L'impostazione ha effetto sulle seguenti URI: mms:// ; http:// ; http_proxy:// ; rtp:// ; rtsp:// ; ftp:// ; udp:// ; smb:// ; mpst:// ; unsv://

source: Skip tags on network streams.
it: Non leggere le tag dalla rete.

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires a fast network connection and more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
it: Abilita l'anteprima animata al trascinamento della seekbar con il mouse *Richiede una connessione veloce e un pò di potenza cpu in più. *Se trascini usando un pulsante del mouse diverso dal sinistro non sarà effettuato lo spostamento.

source: Choose how to download network streams such as youtube video and podcasts. kde4 - choose kioclient ; kde3 - choose kfmclient ; If you wish to write your own downloader, remember that %url is the stream to download %destdir is the destination directory %destfile is the destination file (without the path) Note then kioclient and kfmclient do not work with youtubeì streams.
it: Scegli come scaricare i flussi di rete come i video youtube o i podcast. kde4 - scegli kioclient; kde3 - scegli kfmclient Se vuoi specificare un download personalizzato,ricorda che %url è il flusso da scaricare %destdir è la directory di destinazione %destfile è il nome del file destinazione senza il percorso. Nota che kioclient e kfmclient potrebbero non funzionare per youtube.

source: Download with
it: Scarica con

source: Write your own: %url=source %destdir=destination dir %destfile=destination file
it: Scrivi il tuo: %url=sorgente %destdir=cartella destinazione %destfile=file di destinazione

source: When playing an MPEG-TS stream, this option lets you specify how many bytes in the stream you want MPlayer to search for the desired audio and video IDs. Mplayer Option: -tsprobe <byte position>
it: Quando si riproduce un flusso MPEG-TS, questa opzione specifica quanti byte leggere in cerca di sottoflussi audio/video. Opzione mplayer: -tsprobe <byte position>

source: Select your 'scan' executable. Just write 'scan' for default. scan is needed to scan for new channels
it: Seleziona l'eseguibile 'scan'. Scrivi semplicemente 'scan' per il predefinito. scan è richiesto per cercare nuovi canali.

source: scan executable
it: exeguibile scan

source: Select your femon executable. Just write 'femon' for default. femon is needed to monitor signal strength.
it: Seleziona l'eseguibile di femon. Scrivi semplicemente 'femon' per il predefinito. femon è richiesto per monitorare la potenza del segnale.

source: femon executable
it: Eseguibile femon

source: Select your dvbsnoop executable. Just write 'dvbsnoop' for default. dvbsnoop is needed to get EPG data.
it: Seleziona l'eseguibile di dvbsnoop. Scrivi semplicemente 'dvbsnoop' per il predefinito. dvbsnoop è richiesto per acquisire i dati EPG.

source: dvbsnoop executable
it: Eseguibile dvbsnoop

source: Temporary recording folder
it: Directory temporanea per le registrazioni

source: Select your femon executable. Just write 'femon' for default.
it: Localizza l'eseguibile 'femon'. O scrivi semplicemente 'femon'.

source: Final recording folder
it: Directory finale per le registrazioni

source: DVB-T Cache size (KB)
it: Dimensione della cache per DVB-T (KB)

source: It you have more than a dvb card, you can specify one here. mplayer option: -dvbin card=#
it: Se hai più schede di acquisizione, puoi specificarne una qui. Opzione mplayer: -dvbin card=#

source: How much seconds to wait for the channel to be tuned. mplayer option: -dvbin timeout=#
it: Quanti secondi attendere per per la sintonizzazione del canale. Opzione mplayer: -dvbin timeout=#

source: Tuner Timeout
it: Timeout di sintonizzazione

source: When playing an MPEG-TS stream, this option lets you specify how many bytes in the stream you want MPlayer to search for the desired audio and video IDs. Mplayer option: -tsprobe <byte position> This can speed-up tuning/zapping.
it: Quando si riproduce un flusso MPEG-TS, questa opzione specifica quanti byte leggere in cerca di sottoflussi audio/video. Opzione mplayer: -tsprobe <posizione byte> Può velocizzare la sintonizzazione di un canale.

source: Use mplayer command: dvb_set_channel. It will cut down time needed to tune channels, but you could have troubles with missing or wrong audio, It is an mplayer bug you may want to check here: http://bugzilla.mplayerhq.hu/show_bug.cgi?id=2070 -- 0 - The safer choice. 1 - Let xt7 decide if it is safe or not. 2 - Could even crash mplayer, depends on its version.
it: Usa il comando mplayer: dvb_set_channel. riducendo il tempo richiesto alla sintonizzazione di un canale, ma potrebbe portare problemi con audio mancante o errato. E' un bug di mplayer che puoi controllare qui: http://http://bugzilla.mplayerhq.hu/show_bug.cgi?id=2070 -- 0 - La scelta più sicura. 1 - Lascia decidere ad xt7. 2 - Potrebbe inchiodare mplayer (dipende dalla versione)

source: Faster channel zapping
it: Zapping più veloce

source: 0 - Never
it: 0 - Mai

source: 1 - When audio is not switched
it: 1 - Se l'audio non è stato cambiato

source: 2 - Always
it: 2 - Sempre

source: Rescan Channels with simple DVB-T Tuner
it: Risintonizza i canali con DVB-T Tuner

source: Preferred Audio languages:
it: Lingue audio preferite:

source: Add the selected language to the list of preferred languages. Mplayer Option: -alang "language list"
it: Aggiungi la lingua selezionata alla lista delle lingue preferite. Opzione mplayer: -alang "Lista lingue"

source: Preferred Subtitle languages:
it: Lingue dei sottotitoli preferite:

source: Add the selected language to the list of preferred languages. Mplayer Option: -slang "language list" This option also allows you to search for online subtitles at Opensubtitles.org
it: Aggiungi la lingua selezionata alla lista di quelle preferite. Opzione mplayer: -slang "Lista lingue" Questa opzione ti permette anche di cercare sottotitoli in rete su Opensubtitles.org

source: Misc
it: Varie

source: Select your mplayer executable. Just write 'mplayer' for default.
it: Seleziona l'eseguibile mplayer. Scrivi semplicemente 'mplayer' per il predefinito

source: Environment Variables
it: Variabili d'ambiente

source: You can override some environment variables here, write them in thre form: VARIABLE1=VALUE VARIABLE2=VALUE
it: Qui puoi forzare alcune variabili d'ambiente, Scrivile nella forma: VARIABILE1=VALORE1 VARIABILE2=VALORE2

source: Command or commands (semicolon separated) which will be executed before a file is played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
it: Comando(i) (separati dal punto e virgola) che saranno eseguiti prima della riproduzione, Suggerimento: Puoi eseguire più comandi separandoli con ";".Suggerimento: Se non vuoi che Xt7-Player aspetti il termine del comando, Postponi "&" alla fine.

source: Pre Command
it: Pre-Comando

source: Command or commands (semicolon separated) which will be executed after a file has been played. HINT: you can execute multiple commands using ";" between them. HINT: If you don't want Xt7-player to wait for the command(s) to exit, use "&" at the end of each one.
it: Comando(i) (separati dal punto e virgola) che saranno eseguiti al termine della riproduzione, Suggerimento: Puoi eseguire più comandi separandoli con ";".Suggerimento: Se non vuoi che Xt7-Player aspetti il termine del comando, Postponi "&" alla fine.

source: Post Command
it: Post-Comando

source: Enter the shutdown command \n (make sure your have rights to do it)
it: Inserisci il comando di spegnimento, (assicurati anche che il tuo utente abbia i diritti per farlo!)

source: Shutdown Command
it: Comando di spegnimento

source: Enter the shutdown command (also make sure your user has rights to do it)
it: Inserisci il comando di spegnimento, (assicurati anche che il tuo utente abbia i diritti per farlo!)

source: poweroff
it: spegni

source: Enable/Disbale Tooltips
it: Abilita/Disabilita tooltips

source: Enable ToolTips
it: Abilita i tooltip

source: Enable this if you want xt7 to be controlled through an mpris2 compliant client.
it: Abilitalo se vuoi controllare xt7 tramite un client compatibile MPRIS.

source: Makes xt7 register itself into dbus. This will export media properties and gives basic options to control the player.
it: Fa sì che xt7 registri un' istanza in Dbus esportanto le proprietà del file e permettendo un controllo basilare della riproduzione.

source: Dbus support
it: supporto Dbus

source: (MPRIS 2.1 - Incomplete)
it: (MPRIS 2.1 - Incompleto)

source: If you close xt7-player while playing a local file, xt7 will start just were you left the next time.
it: Se chiudi xt7-player durante la riproduzione di un file locale, alla riapertura di xt7, esso riprenderà dove l'hai lasciato.

source: Start were you left
it: Riprendi dove ho lasciato

source: When an audio file is played, the right panel will show informations on the file played, allowing to set covers for your library items.
it: Quando viene riprodotto un file audio, il pannello di destra mostra informazioni sul file, permettendo di impostare copertine per gli oggetti della libreria.

source: Use cover manager.
it: Usa il gestore di copertine

source: Enable/Disbale the tray icon
it: Abilita/disabilita l'icona nel tray

source: Use Tray icon (xt7-player restart needed)
it: Usa l'icona nel tray (è necessario il riavvio di xt7)

source: Save all settings to profile on program exit
it: Salva tutte le impostazioni all' uscita.

source: Save xt7 position and size on program exit.
it: Salva la posizione e le dimensioni di xt7 all'uscita.

source: Also save xt7 geometry on exit
it: Salva anche la posizione di xt7 all' uscita.

source: If your window manager is not kwin and you find that form position is not correctly restored, try checking this.
it: Se il tuo window manager non è kwin e ti accorgi che la posizione di xt7 non è correttamente ripristinata prova a spuntarlo.

source: Alternative saving method (compiz/emerald)
it: Usa un metodo di salvataggio alternativo (compiz/emerald)

source: User Options
it: Opzioni utente

source: The following options will be appended to mplayer command line:
it: Le seguenti opzioni saranno accodate alla linea di comando mplayer:

source: Type an mplayer option like "-rtc" or more like "-rtc -loop 5"
it: Scrivi un'opzione mplayer come "-rtc" o più, come "-rtc -loop 5"

source: Style
it: Stile

source: * Some Options may require application restart.
it: * Alcune opzioni potrebbero richiedere il riavvio dell' applicazione.

source: Display cover thumbnails in side lists
it: Mostra l'anteprima delle copertine nella lista laterale

source: Show covers in listviews
it: Mostra le cover nel pannello laterale

source: Generate and show video thumbnails to for the side lists, this is made runtime in background and thumbnails will be cached on disk.
it: Genera e mostra miniature per i video nella lista laterale ciò verrà fatto in tempo reale e le miniature saranno mantenute in una cache su disco.

source: Show thumbnails for video files
it: Mostra miniature per i file video

source: Background image for the bottom panel. You can also set this by dragging an image file or from a web page into the bottom panel, just remember to save the profile.
it: Immagine di sfondo per il pannello sottostante. Puoi anche impostarlo trascinando sul pannello un file immagine o un'immagine dal web, Ricorda di salvare il profilo.

source: Bottom picture background
it: Immagine di sfondo del pannello sottostante

source: Default icon size
it: Dimensione predefinita delle icone

source: Albums view icon size
it: Dimensione delle icone della vista album

source: Highlight the sideview item which is under the mouse
it: Evidenzia l'elemento della lista laterale al passaggio del mouse

source: Highlight listview items on mouse over
it: Evidenzia gli oggetti della lista al passaggio del mouse

source: Left-side list font and font color:
it: Carattere del font delle liste di sinistra:

source: Default
it: Prefefinito

source: Left-side list background color:
it: Colore di sfondo delle liste di sinistra:

source: Left-side list alternate background color:
it: Colore di sfondo alternato per le liste di sinistra:

source: Trayicon panel font and font color:
it: Carattere del pannello Trayicon

source: TrayIcon panel background color:
it: Colore di sfondo del pannello della icona nel Tray

source: Audio panel font and font color:
it: Carattere del pannello audio:

source: Common Video Files
it: Tipi di file video comuni

source: Common Audio Files
it: Tipi di file audio comuni

source: by Antonio Orefice. xt7player@gmail.com Thanks to Benoît Minisini for Gambas.
it: di Antonio Orefice. xt7player@gmail.com Grazie a Benoît Minisini per Gambas.

source: Syncing Library, please wait...
it: Sincronizzazione della libreria, attendere prego...

source: Translate me first
it: Traducimi per prima

source: Press a Key or (some) Mouse button(s)
it: Premi un tasto o uno o più pulsanti del mouse

source: Waiting for an HotKey...
it: Aspetto una HotKey...

source: Assign nevertheless
it: Assegna comunque

source: Delete new
it: Cancella il nuovo

source: Delete old
it: Cancella il vecchio

source: The hotkey you entered is already defined for
it: L'hotkey è già definita per

source: Double click on a cell to enter a new hotkey. Select a cell and hit "canc" to delete one.
it: Doppio click su una cella per scegliere la hotkey, Seleziona una cella e premi "canc" per cancellarla.

source: Hotkeys
it: Hotkey

source: Local Hotkeys
it: Hotkey locali

source: Clear
it: Azzera

source: Defaults
it: Predefinite

source: Global Hotkeys
it: Hotkey Globali

source: Could not download the Yellow pages
it: Impossibile scaricare le Pagine gialle

source: Media Type
it: Tipo di Media

source: Link
it: Collegamento

source: Log Window
it: Finestra dei log

source: Stream
it: Flusso

source: Highlight
it: Evidenzia

source: Errors
it: Errori

source: ("'R' means that the last line is repeating a lot of times")
it: ("'R' indica che l'ultima linea si sta ripetendo molte volte")

source: Unknown entry (connection problem?)
it: Oggetto sconosciuto (problemi di connessione?)

source: found vaapi output driver on enabled video driver list, disabling all video filters by appending -vf-clr
it: trovato vaapi nella lista dei driver video abilitati, disabilito tutti i filtri video apponendo -vf-clr

source: found an ff*vdpau forced codec on enabled video codec list, disabling all video filters by appending -vf-clr
it: trovato ff*vdpau forzato sulla lista dei codec video, disabilito tutti i filtri video apponendo -vf-clr

source: found xvmc output driver on enabled video driver list, disabling all video filters by appending -vf-clr
it: trovato xvmc nella lista dei driver video abilitati, disabilito tutti i filtri video apponendo -vf-clr

source: found one of (-ac,af) hwac3,hwdts or hwmpa audio passthrough options in the commandline
it: Trovata una opzione per l'audio passante: ([-ac,af] hwac3,hwdts o hwmpa) nella linea di comando

source: Disabling any audio filters in chain by appending -af-clr
it: Disabilito tutto i filtri audio aggiungendo -af-clr alla fine.

source: No results, try with a less restrictive search
it: Nessun risultato, prova una ricerca meno restrittiva

source: try also to remove file tags.
it: Prova anche a rimuovere le tag del file.

source: Couldn't load the subtitle because No video is playing
it: Non posso caricare un sottotitolo se non c'è un video in riproduzione

source: Search Opensubtitles.org
it: Cerca su Opensubtitles.org

source: Try the selected subtitle
it: Prova il sottotitolo selezionato

source: Save The selected subtitle
it: Salva il sottotitolo selezionato

source: New profile name
it: Nome del nuovo profilo

source: Do you also want to load
it: Vuoi caricare anche

source: Don't load, just switch
it: Non caricare, ma cambia profilo

source: Yes, load
it: Sì, Carica

source: Make new...
it: Nuovo...

source: Delete:
it: Cancella:

source: Switch to:
it: Passa a:

source: Make a copy
it: Fai una copia

source: Current Profile:
it: Profilo corrente:

source: Realtime Controls
it: Controlli in tempo reale
