Repository: kokoko3k/xt7-player-mpv
Catalog: .lang/*.po
Languages: it

source: * Some subtitle controls only work when ass subtitles are disabled
it: * Alcuni controlli per i sottotitoli funzionano solo se ass è disabilitato

source: Subtitle delay
it: Ritardo sottotitoli

source: Subtitle scale
it: Scala sottotitoli

source: * Subtitle position
it: * Posizione sottotitoli

source: Mplayer option: -ass-force-style Alignment=<align>
it: Opzione mplayer: -ass-force-style Alignment=<align>

source: * Subtitle alignment
it: * Allineamento sottotitoli

source: 0 - Top
it: 0 - Alto

source: 1 - Center
it: 1 - Centro

source: 2 - Bottom
it: 2 - Basso

source: 1 - Soft Framedropping
it: 1 - Scarto morbido dei fotogrammi

source: 2 - Hard Framedropping
it: 2 - Scarto fotogrammi aggressivo

source: Select search fields
it: Seleziona i campi di ricerca

source: Select which field(s) you whish to search into.
it: Seleziona quali campi desideri ricercare

source: Choose search fields
it: Scegli i campi da ricercare

source: Full Path
it: Path Completo

source: Type
it: Tipo

source: Audio Codec
it: Codec audio

source: Audio Bitrate
it: Bitrate Audio

source: Audio Rate
it: Frequenza Audio

source: Channels
it: Canali

source: Video Codec
it: Codec Video

source: Video Bitrate
it: Bitrate Video

source: Width
it: Larghezza

source: Height
it: Altezza

source: Added on
it: Aggiunto il

source: Could not parse the feed
it: Impossibile analizzare il feed

source: Subtitles And Osd
it: Sottotitoli ed OSD

source: SSA Font Style
it: Tipo di carattere SSA

source: Disable SSA
it: Disabilita SSA

source: Mplayer option: -ass-force-style FontName=<fontname>,FontSize=<fontsize>
it: Opzione mplayer: -ass-force-style FontName=<fontname>,FontSize=<fontsize>

source: Font
it: Carattere

source: Mplayer option: -ass-forcestyle primarycolour=HHBBGGRR
it: Opzione Mplayer: -ass-forcestyle primarycolour=HHBBGGRR

source: Font Color
it: Colore del carattere

source: Alpha
it: Trasp.

source: Border
it: Bordo

source: Size
it: Dimensione

source: Shadow
it: Ombra

source: Mplayer option: -sub-fuzziness <mode>
it: Opzione Mplayer: -sub-fuzziness <mode>

source: Load subtitles
it: Carica i sottotitoli

source: 0 - Exact match
it: 0 - Il sottotitolo chiamato come il nome del filmato

source: 1 - Load all subs containing movie name
it: 1 - Tutti i sottotitoli contenenti il nome del filmato

source: 2 - Load all subs in the current directory
it: 2 - Tutti i sottotitoli nella directory corrente

source: Subtitle position on the screen from top or bottom. (it depends the alignment you choose) Mplayer option: -ass-force-style MarginV=<margin> If you Disabled SSA, then the value is meant to be from top. Mplayer Option: -subpos <0-100>
it: Posizione dei sottotitoli sullo schermo dall' alto o dal basso (dipende dall' allineamento scelto) Opzione mplayer: -ass-force-style MarginV=<margin> Se hai disabilitato SSA, il valore è inteso dall' alto. Opzione mplayer: -subpos <0-100>

source: Position (%)
it: Posizione (%)

source: Alignment
it: Posizione

source: 1) Bottom/Left
it: 1) Basso/Sinistra

source: 2) Bottom/Center
it: 2) Basso/Centro

source: 3) Bottom/Right
it: 3) Basso/Destra

source: 4) Top/Left
it: 4) Alto/Sinistra

source: 6) Top/Center
it: 6) Alto/Centro

source: 7) Top/Right
it: 7) Alto/Destra

source: Subtitles resize factor. Mplayer option: -ass-font-scale
it: Fattore di scalatura dei sottotitoli. Opzione mplayer: -ass-force-scale

source: Scale (%)
it: Scala (%)

source: Depending on the language you select, a charset is auto detected, but if detection fails, the fallback charset will be used. Note that this has nothing to do with the subtitle language selection, To configure preferred languages, use the language option in General Option window. Mplayer option: -subcp enca:<language>:<fallback codepage>
it: A seconda del linguaggio scelto, un set di caratteri sarà scelto automaticamente, nel caso non sia possibile, sarà utilizzato il set di caratteri scelto esplicitamente. NB: questo non ha nulla a che fare con la lingua dei sottotitoli, per configurare un set dilingue predefinite, usa l'opzione "Linguaggio" nella finestra "Opzioni Generali. Opzione mplayer: -subcp enca:language:fallback codepage

source: xx (use fallback)
it: xx (usa il ripiego)

source: Subtitle delay. Mplayer option: -subdelay <sec>
it: Ritardo sottotitoli: Opzione Mplayer: -subdelay <sec>

source: Setting a negative delay for subtitles embedded in mkv files, leads mplayer to shift only the subtitle end time, because it reads the file sequentially. Checking this box will workaround the problem by adding: -subfile yourfile.mkv to mplayer options, forcing mplayer to read and shift the subtitles correctly. Also, any ass rendering will be disabled. http://bugzilla.mplayerhq.hu/show_bug.cgi?id=1870
it: Impostare un ritardo negativo per i sottotitoli incorporati nei file mkv, porta mplayer a traslare solo la fine del sottotitolo, in quanto esso legge il file in maniera sequenziale. Selezionando questo box, aggirerai il problema con l'opzione :-subfile tuofile.mkv che forzerà mplayer a leggere il file video come un sottotitolo. Gli stili ass saranno inoltre disabilitati. http://bugzilla.mplayerhq.hu/show_bug.cgi?id=1870

source: Delay (Decisecs)
it: Ritardo (Decimi)

source: Mplayer option: -font
it: Opzione mplayer: -font

source: OSD Font
it: Font OSD

source: OSD Border font "strength", where 0 means plain white fonts and 10 means bold black outline Mplayer option: -ffactor <number>
it: Marcatura del bordo OSD, dove 0 significa carattere nero e 10 significa contorno nero molto marcato Opzione mplayer: -ffactor <numero>

source: OSD outline strength
it: Marcatura del bordo OSD

source: Sets the font outline thickness Mplayer option: -subfont-outline
it: Imposta lo spessore del bordo Opzione mplayer: -subfont-outline

source: OSD outline thickness
it: Spessore del bordo OSD

source: Specify the alpha channel value for subtitles and OSD backgrounds. Big values mean more transparency. 0 means completely transparent. Mplayer option: -sub-bg-alpha <0-255>
it: Specifica il valore di trasparenza per i sottotitoli e lo sfondo dei messaggi OSD. Grandi valori significano più trasparenza. 0 significa trasparenza totale. Opzione mplayer: -sub-bg-alpha <0-255>

source: OSD Background alpha
it: Trasparenza dello sfondo OSD

source: Sets the font blur radius. Mplayer option: -subfont-blur
it: Imposta il raggio di sfocatura del font. Opzione mplayer: -subfont-blur

source: OSD blur radius
it: Raggio di sfocatura OSD

source: Set the duration of the OSD messages in ms. Mplayer option: -osd-duration
it: Imposta la durata dei messaggi OSD in millisecondi. Opzione mplayer: -osd-duration

source: Osd duration (ms)
it: Durata OSD (ms)

source: Sets the autoscale coefficient of the OSD elements. Mplayer option: -subfont-osd-scale
it: Imposta il coefficioente di autoscalature per gli elementi OSD Opzione mplayer: -subfont-osd-scale

source: Osd Scale
it: Coefficiente di autoscalatura

source: Change me if you have problem displaying the preview.
it: Modifica qui se hai problemi nella visualizzazione dell' anteprima.

source: user Preference
it: Preferenza utente

source: Test the new configuration in the preview box.
it: Prova la nuova configurazione nella preview.

source: Retest
it: Riprova

source: Use new settings without save. To save settings, use menu item.
it: Usa le nuove impostazioni senza salvare. Per salvare le impostazioni usa la voce nel menu.

source: Preview
it: Anteprima

source: Another way to quickly translate xt7, thanks to eloaders
it: Un' altro modo per tradurre velocemente xt7, grazie eloaders

source: Don't show this anymore
it: Non mostrarmelo più

source: Luminance Matrix
it: Matrice di luminanza

source: The higher, the slower
it: Più alto è, più sarà lento

source: Luma amount
it: Quantità di luma

source: Negative means blur
it: Valori negativi producono sfocatura

source: Chrominance Matrix
it: Matrice di crominanza

source: Chroma amount
it: Quantità chroma

source: 0 to Disable; Negative as offset to original value
it: 0 = disabilita; < 0 = discostamento dal valore originale

source: Original image position; -1 to center
it: Posizione dell' immagine originale; -1 per centro

source: X Position
it: Posizione X

source: Y Position
it: Posizione Y

source: Osd/SubTitle Rendering
it: Rappresentazione Osd/Sottotitoli

source: Fit an aspect instead of a resolution
it: Usa un Aspetto invece che una risoluzione

source: Make Width and Height divisible by
it: Fa sì che Larghezza ed altezza siano divisibili per

source: Spatial luma strength
it: Intensità spaziale della luminanza

source: Spatial chroma strength
it: Intensità spaziale della crominanza

source: Temporal luma strength
it: Intensità temporale della luminanza

source: Temporal chroma strength
it: Intensità temporale della crominanza

source: 0 disables scaling,see man below
it: 0 disabilita lo scaling, consulta il manuale sotto

source: Enable for interlaced contents
it: Abilitalo per contenuti interlacciati

source: Interlaced Scaling
it: Scalatura interlacciata

source: 0 - Use all available input lines for chroma
it: 0 - Usa tutte le linee per il chroma

source: 1 - Use only every 2. input line for chroma
it: 1 - Usa solo 1 su 2 linee per il croma

source: 2 - Use only every 4. input line for chroma
it: 2 - Usa solo 1 su 4 linee per il croma

source: 3 - Use only every 8. input line for chroma
it: 3 - Usa solo 1 su 8 linee per il croma

source: Chroma skipping
it: Salto croma

source: lower=slower
it: Basso=lento

source: Depends on sws, leave blank if unsure
it: Dipende da sws, nel dubbio, lascia in bianco.

source: Scaling Parameters
it: Parametri di scalatura

source: Scale to Preset Size
it: Scala ad una dimensione predefinita

source: qntsc - 352x240 (NTSC quarter screen)
it: qntsc - 352x240 (NTSC quarto di schermo)

source: qpal - 352x288 (PAL quarter screen)
it: qpal - 352x288 (PAL quarto di schermo)

source: sntsc - 640x480 (square pixel NTSC)
it: sntsc - 640x480 (NTSC a pixel quadrati)

source: spal - 768x576 (square pixel PAL)
it: spal - 768x576 (PAL a pixel quadrati)

source: 0 - Allow Upscaling
it: 0 - Permetti upscale

source: 1 - Disallow if one dimensions exceeds its original value
it: 1 - Impedisci se una dimensione eccede il suo valore originale

source: 2 - Disallow if both dimensions exceed their original values
it: 2 - Disabilita se entrambe le dimensioni eccedono il valore originale

source: Disable Upscaling
it: Disabilita l'upscaling

source: 0 - Disable Accurate rounding
it: 0 - Disabilita l'approssimazione automatica

source: 1 - Enable Accurate rounding
it: 1 - Abilita l'approssimazione automatica

source: Accurate Rounding
it: Approssimazione accurata

source: topLeft Corner
it: Angolo superiore sinistro

source: TopLeft Corner
it: Angolo superiore sinistro

source: -1 draws a green border
it: -1 disegna un bordo verde

source: Tickness
it: Spessore

source: Deinterlace method:
it: Metodo di deinterlacciamento:

source: cubicipoldeint - Cubic interpolation
it: cubicipoldeint -interpolazione cubica

source: linblenddeint - Linear blend
it: linblenddeint - sfocatura lineare

source: linipoldeint - Linear interpolation
it: linipoldeint - interpolazione lineare

source: mediandeint - Median filter
it: mediandeint - filtro median

source: Horizontal deblocking filter:
it: Filtro di deblock orizzontale

source: Difference
it: Differenza

source: higher values mean more deblocking
it: Valori alti producono maggior deblock

source: Flatness
it: Piattezza

source: lower values mean more deblocking
it: Valori bassi producono più deblock

source: Luminance/chrominance
it: Luminanza/Crominanza

source: Automatically switch the subfilter off if the CPU is too slow
it: Disabilita automaticamente il sottofiltro se la CPU è troppo lenta

source: Accurate Horizontal deblocking filter:
it: Filtro accurato di deblock orizzontale:

source: c - Denoise both
it: c - Applica denoise a entrambi

source: n - Just denoise Chroma
it: n - applica denoise alla sola crominanza

source: y - Just denoise Luma
it: y - applica denoise alla sola luminanza

source: Vertical deblocking filter:
it: Filtro di deblock verticale

source: Accurate Vertical deblocking filter:
it: Filtro accurato di deblock verticale:

source: Ring noise remover
it: Rimozione del rumore ad anello

source: automatic brightness / contrast correction
it: Correzione automatica di luminosità/contrasto

source: Stretch luminance to (0-255).
it: Intervallo di correzione luminanza

source: Quality
it: Qualità

source: The Higher, the slower
it: Più alto è, più sarà lento

source: Leave to 0 to get qp from video
it: Lascia a 0 per prendere il qp dal video

source: Quantization parameter (qp)
it: Parametro di quantizzazione (qp)

source: 0 - hard thresholding
it: 0 - Controllo della soglia rigido

source: 1 - soft thresholding
it: 1 - Controllo della soglia: flessibile

source: 4 - like 0, but also use B-frames
it: 4 - Come 0, ma usa anche i B-frame

source: 5 - like 1, but also use B-frames
it: 5 - come 1, ma usa anche i B-frame

source: Mode
it: Modo

source: The Higher, the slower
it: Più alto è, più sarà lentofi

source: Strength
it: Intensità

source: The Higher, the blurrier (0=PSNR optimal)
it: Più alto è, più sarà sfocato

source: 0 - Dont use QP from bFrames
it: 0 - Non usare il QP dei Bframe

source: 1 - use QP from bFrames
it: 1 - Usa il QP dai BFrame

source: bFrames
it: bframe

source: default 0
it: predefinito: 0

source: Custom video filter(s):
it: Filtri video custom:

source: E.g.:mirror,smartblur=0.4:0.5:10
it: Es: mirror,smartblur=0.4:0.5:10

source: Initial gamma value(default: 1.0)
it: Gamma iniziale (Predefinito: 1.0)

source: Contrast
it: Contrasto

source: Initial contrast (-x = negative image)
it: Contrasto iniziale (-x = immagine negativa)

source: Brightness
it: Luminosità

source: Initial brightness (default: 0.0)
it: Luminanza iniziale (predefinito: 0.0)

source: Initial Saturation (default: 0.0)
it: Saturazione iniziale (predefinito: 0.0)

source: Saturation
it: Saturazione

source: Gamma Red
it: Gamma rosso

source: gamma for the red component (default: 1.0)
it: Gamma per la componente rossa (predefinito: 1.0)

source: Gamma Green
it: Gamma verde

source: gamma for the green component (default: 1.0)
it: Gamma per la componente verde (predefinito: 1.0)

source: Gamma Blue
it: Gamma blu

source: gamma for the blue component (default: 1.0)
it: Gamma per la componente blu (predefinito: 1.0)

source: Reduce effect of gamma correction
it: Riduce l'effetto della correzione gamma

source: Weight
it: Peso

source: Initial hue (default: 0)
it: Hue iniziale (predefinito: 0)

source: Initial saturation (default: 1)
it: Saturazione iniziale (predefinito: 1)

source: Maximum amount by which the filter will change any one pixel. Also the threshold for detecting nearly flat regions (default: 1.2).
it: Massima variazione che il filtro applicherà su ogni pixel. E' anche la soglia per determinare le regioni quasi piane (predefinito: 1.2).

source: Neighborhood to fit the gradient to. Larger radius makes for smoother gradients, but also prevents the filter from modifying pixels near detailed regions (default: 16).
it: Raggio della zona circostante a cui adattare il gradiente. (predefinito: 16).

source: Radius
it: Raggio

source: 0 - Output 1 frame for each frame.
it: 0 - Crea un frame per ogni frame

source: 1 - Output 1 frame for each field.
it: 1 - Crea un frame per ogni campo

source: 2 - Like 0 but skips spatial interlacing check.
it: 2 - Come 0 ma salta il controllo spaziale.

source: 3 - Like 1 but skips spatial interlacing check
it: 3 - Come 1 ma salta il controllo spaziale

source: Deinterlace mode
it: Metodo di deinterlacciamento:

source: -1 - auto, need codec support
it: -1 - auto, necessita del supporto del codec

source: 0 - top field first
it: 0 - Prima il campo superiore

source: 1 - bottom field first
it: 1 - Prima il campo inferiore

source: Input format
it: Formato d'ingresso

source: ab2l - above-below with half height resolution (left eye above, right eye below)
it: ab2l - sopra-sotto a mezza risoluzione (occhio sinistro sopra)

source: ab2r - above-below with half height resolution (right eye above, left eye below)
it: ab2r - sopra-sotto a mezza risoluzione (occhio destro sopra)

source: abl - above-below (left eye above, right eye below)
it: abl - sopra-sotto (occhio sinistro sopra)

source: abr - above-below (right eye above, left eye below)
it: abr - sopra-sotto (occhio destro sopra)

source: sbs2l - side by side with half width resolution (left eye left, right eye right)
it: sbs2l - fianco-fianco e mezza risoluzione orizzontale (occhio sinistro a sinistra, destro a destra)

source: sbs2r - side by side with half width resolution (right eye left, left eye right)
it: sbs2r - fianco-fianco e mezza risoluzione orizzontale (occhio sinistro a destra, destro a sinistra)

source: sbsl - side by side parallel (left eye left, right eye right)
it: sbsl - fianco-fianco parallela (occhio sinistro a sinistra, destro a destra)

source: sbsr - side by side crosseye (right eye left, left eye right)
it: sbsr - fianco-fianco incrociata (occhio sinistro a destra, destro a sinistra)

source: Output format
it: Formato d'uscita

source: agmc - anaglyph green/magenta colored (green filter on left eye, magenta filter on right eye)
it: agmc - anaglifico colorato: occhio sinistro verde, occhio destro magenta

source: agmg - anaglyph green/magenta gray (green filter on left eye, magenta filter on right eye)
it: agmg - anaglifico bianco e nero: occhio sinistro verde, occhio destro magenta

source: agmh - anaglyph green/magenta half colored (green filter on left eye, magenta filter on right eye)
it: agmh - anaglifico poco colorato: occhio sinistro verde, occhio destro magenta

source: arcc - anaglyph red/cyan color (red filter on left eye, cyan filter on right eye)
it: arcc - anaglifico colorato: occhio sinistro rosso, occhio destro ciano

source: arcd - anaglyph red/cyan color optimized with the least squares projection of dubois (red filter on left eye, cyan filter on right eye)
it: arcd - anaglifico colorato ottimizzato: occhio sinistro rosso, destro ciano

source: arcg - anaglyph red/cyan gray (red filter on left eye, cyan filter on right eye)
it: arcd - anaglifico in bianco e nero: occhio sinistro rosso, destro ciano

source: arch - anaglyph red/cyan half colored (red filter on left eye, cyan filter on right eye)
it: arch - anaglifico poco colorato: occhio sinistro rosso, destro ciano

source: aybc - anaglyph yellow/blue colored (yellow filter on left eye, blue filter on right eye)
it: aybc - anaglifico colorato: occhio sinistro giallo, destro blu

source: aybg - anaglyph yellow/blue gray (yellow filter on left eye, blue filter on right eye)
it: aybg - anaglifico in bianco e nero: occhio sinistro giallo, destro blu

source: aybh - anaglyph yellow/blue half colored (yellow filter on left eye, blue filter on right eye)
it: aybh - anaglifico poco colorato: occhio sinistro giallo, destro blu

source: irl - Interleaved rows (left eye has top row, right eye starts on next row)
it: irl - Linee interlacciate (l'occhio sinistro ha la riga superiore)

source: irr - Interleaved rows (right eye has top row, left eye starts on next row)
it: irl - Linee interlacciate (l'occhio destro ha la riga superiore)

source: ml - mono output (left eye only)
it: ml - uscita mono (solo occhio sinistro)

source: mr - mono output (right eye only)
it: ml - uscita mono (solo occhio destro)

source: Video Filters configuration
it: Configurazione dei filtri Video

source: Video Filters list
it: Lista dei filtri Video

source: If equalizer doesn't work, you can try to: - Change video output driver - Enable eq2 and hue filters under General Options - Add Eq2 filter in chains window - Add Hue filter in chains window
it: Se l'equalizzatore non funziona, puoi provare a: - Cambiare driver video - Abilitare i filtri eq2 ed hue nelle opzioni generali - Aggiungere il filtro Eq2 alla catena dei filtri video - Aggiungere il filtro hue alla catena dei filtri video.

source: help
it: Aiuto

source: Note that this can conflicts with Eq2 and hue filter settings
it: Potrebbe andare in conflirro con le impostazioni dei filtri hue ed Eq2

source: Auto apply those values
it: Applica i valori automaticamente

source: Restore default settings
it: Reimposta tutto ai valori predefiniti

source: Restore all
it: Ripristina tutto

source: OverBright strength
it: Quantità di Extra luminosità

source: Dynamic overbright strength: When usinng dynamic overbright, this slider controls how much you want the video to be altered by it.
it: Extra liminosità dinamica. Se usata, questo slider controlla quanto l'immagine sarà influenzata dal controllo dinamico della luminosità.

source: Dynamic
it: Dinamico

source: Overbright: Push contrast trying to preserve color details. Useful for low contrast videos or low contrast displays. May produce clipping/saturation artifacts. Works best with Xv and GL video drivers.
it: Extra Luminosità: Spinge il contrasto provando a preservare i dettagli del colore. E' utile per video o display con scarso contrasto. Può produrre effetti di saturazione della luminosità. Lavora al meglio con driver di uscita video Xv e GL

source: Default device, software mixing
it: Dispositivo alsa predefinito, missaggio software

source: Default alsa device
it: Dispositivo alsa predefinito

source: Default S/PDIF device
it: Dispositivo S/PDIF predefinito

source: Default hdmi device
it: Dispositivo HDMI predefinito

source: Configure Audio Driver
it: Configurazione Driver Audio

source: Default: /dev/mixer
it: Predefinito: /dev/mixer

source: Default: localhost
it: Predefinito: localhost

source: Custom Driver(s) options, "-ao " is implicit.
it: Opzioni del driver custom, "-ao" è implicito.

source: Driver Description
it: Descrizione del driver

source: Driver priority
it: Priorità dei driver

source: Drag Elements with a mouse button to change their priority. mplayer will try to use the selected video drivers from top to bottom until it founds a workng driver.
it: Trascina gli elementi con un bottone del mouse per cambiarne la priorità. mplayer proverà ad usare i driver selezionati dall' alto in basso fino a trovarne uno funzionante

source: Drivers are choosed from top to bottom, drag'n drop them to choose priority.
it: I driver sono scelti dall' alto in basso, trascinali per sceglierne la priorità

source: Configure Video Driver
it: Configurazione Driver Video

source: Transparency
it: Trasparenza

source: Slice Height
it: Altezza della parte

source: Autoload codecs for vdpau decoding
it: AutoCarica i codec per la decodifica vdpau

source: 0 - no denoise
it: 0 - No riduzione rumore

source: 0 - No deinterlacing
it: 0 - Non Deinterlacciare

source: 1 - Show only first field
it: 1 - Mostra solo il primo campo

source: 2 - Bob deinterlacing
it: 2 - Deinterlacciamento Bob

source: 3 - Motion adaptive
it: 3 - Motion Adattivo

source: 4 - Motion adaptive with edge-guided interpolation
it: 4 - Interpolazione temporale adattiva al movimento e spaziale legata ai bordi.

source: 0 - Guess based on resolution
it: 0 - Ricavalo dalla risoluzione

source: 1 - Use ITU-R BT.601 color space (default)
it: 1 - Usa lo spazio di colore ITU-R BT.601 (predefinito)

source: 2 - Use ITU-R BT.709 color space
it: 2 - Usa lo spazio di colore ITU-R BT.709

source: 3 - Use SMPTE-240M color space
it: 3 - Usa lo spazio di colore SMPTE-240M

source: 0 - Use default VDPAU scaling
it: 0 - Usa la scalatura predefinita di VDPAU

source: Additional options
it: Opzioni addizionali

source: ** Note: Vaapi and multithreaded decoding don't play nice !! **
it: ** Nota: Vaapi non funziona con la decodifica multithread !! **

source: May be required or not depending on mplayer version
it: Potrebbe essere richiesto o meno a seconda della versione di mplayer
