Repository: kokoko3k/xt7-player-mpv
Catalog: .lang/*.po
Languages: it

source: Add -va option to command line
it: Aggiungi l'opzione "-va" alla linea di comando

source: 0 - use least-recently-used VA surface
it: 0 - Usa la superficie VA usata più recentemente

source: 1 - identify VA surface with MPI index
it: 1 - Identifica la superficie VA dall' indice MPI

source: 2 - auto-detect use of direct surface mapping (default)
it: 2 - Scegli la superficie automaticamente (predefinito)

source: 0 - no deinterlacing (default)
it: 0 - Non deinterlacciare (predefinito)

source: 1 - only show first field
it: 1 - Mostra solo il primo campo

source: 2 - bob deinterlacing
it: 2 - Deinterlacciamento bob

source: 0 - No deinterlacing (default)
it: 0 - Non deinterlacciare (predefinito)

source: default - use implementation default (default)
it: default - Usa l'implementazione predefinita

source: fast - use fast scaling, but possibly with less quality
it: fast - Usa un ridimensionamento veloce, forse di qualità inferiore

source: hq - use high-quality scaling, but possibly slower
it: hq - Usa un ridimensionamento di alta qualità, forse lento

source: nla - use non-linear anamorphic scaling
it: nla - Usa un ridimensionamento anamorfico non lineare

source: default - use implementation default (default)
it: default - Usa l'implementazione predefinita

source: Custom Driver(s) options, "-vo " is implicit.
it: Opzioni del driver custom, "-vo" è implicito.

source: Driver Priority
it: Priorità del driver

source: Most popular
it: Più popolari

source: Custom search results
it: Risultati della ricerca personalizzata

source: More Related to:
it: Altri correlati a:

source: youtube-dl seems to be missing. Install it to watch youtube videos.
it: youtube-dl sembra mancare. Installalo per riprodurre i video youtube.

source: movie/drama
it: Film/commedia

source: detective/thriller
it: Investigatori/thriller

source: adventure/western/war
it: Avventura/western/guerra

source: science fiction/fantasy/horror
it: Fantascienza/fantasy/horror

source: comedy
it: commedia

source: soap/melodrama/folkloric
it: soap/melodrammatici/folcroristici

source: romance
it: Romanzi

source: serious/classical/religious/historical movie/drama
it: Musica seria/classica/religiosa/film storici/commedia

source: adult movie/drama
it: Film per adulti/Commedia

source: news/current affairs
it: Notizie/Affari

source: news/weather report
it: Notizie/Meteo

source: news magazine
it: Giornali/notizie

source: documentary
it: Documentario

source: discussion/interview/debate
it: Discussioni/interviste/dibattiti

source: show/game show
it: Spettacolo/Quiz

source: game show/quiz/contest
it: Spettacolo/giochi/competizioni

source: variety show
it: Varietà

source: sports
it: Sport

source: special events
it: Eventi speciali

source: sports magazines
it: Giornali sportivi

source: football/soccer
it: Football/Calcio

source: team sports
it: Sport di squadra

source: athletics
it: Atletica

source: motor sport
it: Sport, motori

source: water sport
it: Sport acquatici

source: winter sports
it: Sport invernali

source: equestrian
it: Cavalli

source: martial sports
it: Sport, arti marziali

source: children's/youth programmes
it: Bambini/programmi per giovani

source: pre-school children's programmes
it: Programmi per bambini

source: entertainment programmes for 6 to14
it: Programmi d'intrattenimanto tra 6 e 14

source: entertainment programmes for 10 to 16
it: Programmi d'intrattenimanto tra 10 e 16

source: informational/educational/school programmes
it: Informazioni/educazioni/programmi scolastici

source: cartoons/puppets
it: Cartoni/pupazzi

source: music/ballet/dance
it: Musica/balletto,Danza

source: serious music/classical music
it: Musica seria/musica classica

source: folk/traditional music
it: Musica folcloristica/Tradizionale

source: ballet
it: balletto

source: arts/culture
it: Arte/cultura

source: performing arts
it: Arte

source: fine arts
it: Arti estetiche

source: religion
it: Religione

source: popular culture/traditional arts
it: Cultura popolare/arti tradizionali

source: literature
it: Letteratura

source: experimental film/video
it: Film sperimentali

source: broadcasting/press
it: Comunicati stampa

source: new media
it: Nuovo medium

source: arts/culture magazines
it: Arte/cultura

source: fashion
it: Moda

source: social/political issues/economics
it: Sociale/fatti politici/economia

source: magazines/reports/documentary
it: Giornali/reportage/documentari

source: economics/social advisory
it: Economia

source: remarkable people
it: Persone importanti

source: education/science/factual topics
it: Educazione/scienza

source: nature/animals/environment
it: Natura/animali/ambiente

source: technology/natural sciences
it: Tecnologia/scienze naturali

source: medicine/physiology/psychology
it: medicina/psicologia/fisiologia

source: foreign countries/expeditions
it: Paesi lontani/spedizioni

source: social/spiritual sciences
it: Sociale/scienze spirituali

source: further education
it: Altra educazione

source: languages
it: lingue

source: leisure hobbies
it: Passatempo

source: tourism/travel
it: Turismo/viaggi

source: handicraft
it: Artigianato

source: motoring
it: motori

source: fitness and health
it: Fitness e salute

source: cooking
it: Cucina

source: advertisement/shopping
it: Pubblicità/shopping

source: gardening
it: Giardinaggio

source: Ladspa file
it: File ladspa

source: Ladspa plugin file name
it: Nome del file del plugin ladspa

source: Ladspa plugin label
it: Etichetta del plugin ladspa

source: Plugin controls:
it: Controlli del plugin:

source: Show the ladspa commandline for mplayer from the selected plugin
it: Mostra la linea di comando ladspa per mplayer del plugin selezionato.

source: Generate
it: Genera

source: Display the plugin controls and values from a valid mplayer ladspa command line in the form: <-af> ladspa=/path/to/ladspaplugin.so:"ladspalabel":param1:param2:param3:..:paramN
it: Ricava e mostra i controlli ed i valori del plugin a partire da una valida linea di comando ladspa di mplayer scritta nella forma: <-af> ladspa=/percorso/del/plugin.so:"etichetta":parametro1:parametro2:..:ParametroN

source: Reverse
it: Inverti

source: Generate the parameters, Copy the string into the previous custom audio filter field, closes the window.
it: Genera i paramerti, Copia la stringa nel preccedente filtro audio custom, Chiude la finestra.

source: Accept
it: Accetta

source: Close the window and discard any change
it: Chiude la finestra e annulla le modifiche

source: No channel
it: Nessun canale

source: NOW
it: ORA

source: NEXT
it: PROSSIMO

source: Not Available
it: Non disponibile
