Repository: kokoko3k/xt7-player-mpv
Catalog: .lang/*.po
Languages: it

source: Method
it: Metodo

source: Target
it: Obiettivo

source: Amount
it: Ammontare

source: Channel 1
it: Canale 1

source: Channel 2
it: Canale 2

source: Channel 3
it: Canale 3

source: Channel 4
it: Canale 4

source: Channel 5
it: Canale 5

source: Channel 6
it: Canale 6

source: 1 Turns on soft clipping
it: 1 Abilita la saturazione morbida

source: Soft Clipping
it: Saturazione morbida

source: Runtime responce to speed change
it: Modo di riproduzione alla variazione di velocità

source: Custom audio filter(s):
it: Filtri audio custom:

source: E.g.:resample=44100:1:2,hrtf=s
it: Es.: resample=44100:1:2,hrtf=s

source: Don't
it: Non farlo

source: Proceed
it: Procedi

source: This will save this window settings to all profiles found but the 'Factory_defaults' one
it: Salverò le impostazioni di questa finestra a tutti i profili trovati eccetto 'Factory_defaults'

source: Abort
it: Annulla

source: Continue anyway
it: Continua comunque

source: Even if your mplayer has ladspa support compiled in, you seem to miss the ladspa package. because 'analyseplugin' executable is not found
it: Nonostante mplayer sia compilato con il supporto ladspa, Sembra che il pacchetto ladspa non sia installato, perchè non trovo l'eseguibile 'analyseplugin'

source: Audio Filters configuration
it: Configurazione dei filtri Audio

source: Profile
it: Profilo

source: Reload current profile
it: Ricarica il profilo corrente

source: Save to current profile
it: Salva le impostazioni al profilo corrente

source: Save these settings to all profiles
it: Salva queste impostazioni a tutti i profili

source: Audio Filters list
it: Lista dei filtri Audio

source: Presets
it: Preimpostazioni

source: Show a tool that helps you to compile ladspa filter parameters. If you don't use ladspa, just don't push it.
it: Mostra lo strumento di aiuto della compilazione dei parametri ladspa. Se non usi ladspa, non cliccarmi.

source: Save and use new settings
it: Salva ed usa le nuove impostazioni

source: Save
it: Salva

source: Use new settings without save
it: Usa le nuove impostazioni senza salvare

source: Use
it: Usa

source: Close the window
it: Chiudi la finestra

source: Close
it: Chiudi

source: Add/Play a generic URI
it: Aggiungi/Riproduci un' URI

source: [Optional] Browse for protocols:
it: [Opzionale] Mostra i protocolli

source: Click for a list of URI prefixes
it: Mostra la lista dei prefissi per le URI

source: Enter a valid URI:
it: Inserisci un' URI valida:

source: Open a file
it: Apri un file

source: Enter a name for the new playlist/library item, or leave blank for default.
it: Scrivi un nome per il nuovo elemento della libreria/playlist, lascia in bianco per usare il predefinito

source: [Optional] Give item a name:
it: [Opzionale] Dai un nome all' elemento

source: Don't get informations (like ID3 tags) when adding it to your Collection/Playlist. You may prefer this method on slow media such as network streams.
it: Non leggere le informazioni come i tag ID3 all' atto dell' aggiunta alla Collezione/Playlist. Questo metodo è preferibile con dispositivi lenti o rete.

source: Quick add mode
it: Aggiungi velocemente

source: Add to collection
it: Aggiungi alla collezione

source: Add to playlist
it: Aggiungi alla Playlist

source: Play the selected URI
it: Riproduzi l'URI selezionata

source: Add the selected URI to Collection and/or Playlist
it: Aggiungi l'URI selezionata alla collezione/playlist

source: Add
it: Aggiungi

source: Unknown
it: Sconosciuto

source: more than 50 tracks!
it: più di 50 tracce!

source: Unknown Year
it: Anno sconosciuto

source: General Options
it: Opzioni generali

source: Chains
it: Catena

source: Video Filters
it: Filtri Video

source: Video Drivers
it: Driver Video

source: Audio Filters
it: Filtri Audio

source: Audio Drivers
it: Driver Audio

source: Codecs && demuxers
it: Codec && demuxer

source: Subtitles
it: Sottotitoli

source: HotKeys
it: Hotkey

source: To use new profile, switch to it, then restart xt7
it: Per usare il nuovo profilo, impostalo e riavvia xt7.

source: Profile name:
it: Nome del profilo:

source: NewProfile
it: Nuovo profilo

source: Cancel
it: Annulla

source: Choose output folder
it: Scegli la directory di destinazione

source: Choose output format.
it: Scegli un formato di uscita.

source: Nothing to convert
it: Nulla da convertire

source: Choose quality level.
it: Scegli il livello di qualità

source: Seems a youtube link, getting real stream url and title...
it: Sembra un collegamento a youtube, individuazione dell' indirizzo reale e del titolo in corso...

source: Title
it: Titolo

source: Unable to get the real stream url
it: Non posso recuperare l'url reale del flusso

source: Extracting audio to PCM data...
it: Estrazione dell'audio come dati PCM...

source: Done.
it: Fatto.

source: Encoding...
it: Codifica...

source: Updating Library/Playlist
it: Aggiornamento della Libreria/Playlist

source: Convert Audio
it: Converti l'audio

source: Save to
it: Salva come

source: Format
it: Formato

source: mp3 (requires ffmpeg)
it: mp3 (richiede ffmpeg)

source: ogg (requires ffmpeg)
it: ogg (richiede ffmpeg)

source: Quality (Kbps)
it: Qualità (Kbps)

source: Add to Current Playlist
it: Aggiungi alla playlist attuale

source: Add to Library
it: Aggiungi alla libreria

source: Total
it: Totale

source: Current stream
it: Flusso corrente

source: Stop All
it: Ferma tutto

source: Skip current
it: Salta al prossimo

source: Start
it: Avvia

source: Missing Artist and/or Song information
it: Mancano informazioni su artista e/o titolo.

source: Artist
it: Artista

source: Year
it: Anno

source: Comment
it: Commento

source: Lyrics
it: Testi

source: Name
it: Nome

source: Length
it: Durata

source: FileSize
it: Dimensione

source: A/V Codecs priority & Demuxers
it: Priorità dei codec e demuxer

source: Codecs priority
it: Priorità dei codec

source: Video Codecs
it: Codec Video

source: Click for a list of supported Audio codecs. Mplayer will try to use the selected codecs from top to bottom until it founds a workng one. Codec selection is NOT mandatory, leave blank for defaults. Mplayer option: -vc codec1,codec2,...,codecN
it: Clicca per una lista di codec audio supportati. Mplayer proverà ad usare quelli indicati dall' alto in basso finchè ne troverà uno funzionante. La selezione del codec NON è obbligatoria, lascia in bianco per i predefiniti. Opzione mplayer: -ac codec1,codec2,...,codecN

source: Try other codecs
it: Prova altri codec

source: Audio Codecs
it: Codec Audio

source: Click for a list of supported Audio codecs. Mplayer will try to use the selected codecs from top to bottom until it founds a workng one. Codec selection is NOT mandatory, leave blank for defaults. Mplayer option: -ac codec1,codec2,...,codecN
it: Clicca per una lista di codec audio supportati. Mplayer proverà ad usare quelli indicati dall' alto in basso finchè ne troverà uno funzionante. La selezione del codec NON è obbligatoria, lascia in bianco per i predefiniti. Opzione mplayer: -ac codec1,codec2,...,codecN

source: Audio Codecs Help
it: Aiuto Codec Audio

source: Video Codecs Help
it: Aiuto Codec Video

source: Demuxers
it: Demuxer

source: Audio/Video Demuxers
it: Demuxer Audio/Video

source: This will skip some checks
it: Questo ha lo scopo di evitere alcuni controlli

source: This demuxer is forced
it: Questo demuxer deve essere forzato

source: It seems that you want to use the filter:
it: Sembra che tu voglia usare il filtro:

source: Which seems not to be supported by your mplayer.
it: Che sembra non essere supportato dal tuo mplayer.

source: Try to remove it from tha chain or to use another mplayer.
it: Prova a rimuoverlo dalla catena o a usare un altro mplayer.

source: The Playback will probably fail.
it: Probabilmente la riproduzione fallirà.

source: Let's see...
it: Vediamo...

source: Rename the current filter:
it: Rinomina il filtro corrente:

source: Chains Editor
it: Editor della catena

source: Available video filters. Drag them into the video chain to use them. Click on a filter to bring up his configuration window.
it: Filtri video. Trascinali nella catena video per usarli. Clicca su un filtro per configurarlo.

source: Video Filters Toolbox
it: Pannello dei filtri Video

source: Right click to rename
it: Click destro per rinominare

source: Filters are processed from up to down till the Audio/Video driver.
it: I filtri sono applicati dall' alto in basso fino al driver Audio/Video

source: VideoChain
it: Catena Video

source: No driver Defined
it: Nessun driver definito

source: VideoDriver
it: Driver Video

source: AudioChain
it: Catena Audio

source: AudioDriver
it: Driver audio

source: Available audio filters. Drag them into the audio chain to use them. Click on a filter to bring up his configuration window.
it: Filtri audio. Trascinali nella catena audio per usarli. Clicca su un filtro per configurarlo.

source: Audio Filters Toolbox
it: Pannello dei filtri Audio

source: Choose an Aspect Ratio
it: Scegli un rapporto d'aspetto

source: ShutDown CountDown...
it: Conto alla rovescia per lo spegnimento.

source: ShutDown in
it: Spegnimento in

source: seconds...
it: secondi...

source: Amazon search: Network error
it: Ricerca su Amazon: Errore di rete

source: Network error
it: Errore di rete

source: Ambiguous results
it: Risultati ambigui

source: No covers found for:
it: Nessuna copartina trovata per:

source: Try to use less strict terms, remove symbols and so on...
it: Prova ad usare termini meno stretti, rimuovi i simboli e così via...

source: Load a Jpg cover image
it: Carica una copertina in formato jpg

source: Error while loading the picture
it: Errore durante il caricamento dell' immagine

source: so you are going to set a cover for this particular file/stream
it: Quindi la copertina che imposterai sarà solo per questo file o stream

source: Artist Or Album tag information are required to set a cover
it: Le tag artista o album sono necessarie per impostare una copertina

source: Cover fetcher
it: Gestore delle copertine

source: Artist/Author:
it: Artista/Autore:

source: Unset Cover
it: Disimposta

source: Load cover
it: Carica da disco

source: Don't Scale
it: Non scalare

source: Set Cover
it: Imposta

source: Choose a standard channels.conf file to import
it: Scegli un file channels.conf standard da importare

source: Could not read file
it: Non posso leggere il file

source: Too bad...
it: Peccato...

source: Simple Dvb-T Tuner
it: Semplice tuner DVB-T

source: Tuning Data
it: Dati di sintonizzazione

source: 2 - Initial Tuning data file
it: 2 - File iniziale di tuning

source: Import an external channels.conf
it: Importa un channels.conf esterno

source: Import
it: Importa

source: Card #
it: Scheda #

source: Select All
it: Seleziona tutto

source: Select none
it: Deseleziona tutto

source: Use Selected
it: Usa i selezionati

source: Progress
it: Progresso

source: Signal
it: Segnale

source: Verbose Log
it: Log esteso

source: dvbsnoop seems to be missing. Install it to get EPG data
it: dvbsnoop non sembra installato. Installalo per ricevere i dati EPG.

source: Events
it: Eventi

source: Start at:
it: Inizia il:

source: Duration:
it: Durata:

source: Category:
it: Categoria:

source: Crypted
it: Criptato

source: It seems an mplayer instance is playing a dvb channel.
it: Sembra che mplayer stia riproducendo un canale dvb.

source: Stop mplayer and scan
it: Interrompi mplayer e aggiorna.

source: Try to scan
it: Prova ad aggiornare

source: When other applications are using the dvbt card,
it: Quando altre applicazioni stanno usando la scheda dvbt,

source: scanning may fail.
it: la scansione potrebbe fallire.

source: EPG GUIDE
it: GUIDA EPG

source: Search for Event
it: Cerca un evento

source: 0 Events
it: 0 Eventi

source: Scan All
it: Aggiorna tutto

source: Couldn't clear the history!
it: Impossibile cancellare la cronologia!

source: channels
it: canali

source: Don't display subtitles
it: Non visualizzare i sottotitoli

source: Load from disk...
it: Carica da disco...

source: Ask Opensubtitles.org
it: Chiedi a Opensubtitles.org

source: Configure preferred languages
it: Configura le lingue preferite

source: Manual search
it: Ricerca manuale

source: I feel lucky
it: Mi sento fortunato

source: Please Wait...
it: Attendi...

source: Language
it: Linguaggio

source: Token error
it: Errore token

source: Hash error
it: Errore Hash

source: File error
it: Errore sul file

source: No results
it: Nessun risultato

source: Save the selected subtitle
it: Salva il sottotitolo selezionato

source: Do you want to save
it: Vuoi salvare

source: Sorry, couldn't save the file
it: Spiacente, non ho potuto salvare il file.

source: Not available
it: Non disponibile

source: of:
it: di:

source: Stopped
it: Fermato

source: but xt7-player requires
it: Ma xt7 richiede

source: Understood
it: Capito

source: WARNING Your Gambas version is
it: ATTENZIONE La tua versione di Gambas è

source: GotIt!
it: Capito!

source: Hint: create (and make executable) a script named
it: Suggerimento: Crea (e rendi eseguibile) uno script chiamato

source: xt7 will execute it with and pass fps argument when switching to fullscreen
it: xt7 lo eseguirà passandogli il parametro fps al passaggio a schermo intero

source: Eg: xrandr --rate "$1"
it: Es: xrandr --rate "$1"

source: Hint: create (and make executable) a script named
it: Suggerimento: Crea (e rendi eseguibile) uno script chiamato

source: xt7 will execute it when switching from fullscreen to window mode
it: xt7 lo eseguirà al passaggio da schermo intero a finestra

source: Don't save
it: Non salvare

source: Switch to ''default'' profile and save
it: Passa al profilo default e salva

source: You can't modify the current profile because it is the Factory defaults one
it: Non puoi modificare il profilo corrente perchè è quello di fabbrica.

source: Error while saving default settings
it: Errore durante il salvataggio delle impostazioni di default

source: Are you sure you want to reset the default profile to factory values?
it: Vuoi davvero ripristinare le impostazioni ai valori predefiniti?

source: Don't Reset
it: Non eseguire il reset

source: There was a problem while deleting
it: C'è stato un problema durante la cancellazione

source: Default profile has been set to factory values. Restart is needed.
it: Il profilo di default è stato reimpostato ai valori predefiniti.E' necessario il riavvio.

source: Are you sure you want to delete:
it: Vuoi davvero cancellare:

source: Don't delete
it: Non cancellare

source: from disc?
it: dal disco?

source: Couldn't delete the file
it: Impossibile cancellare il file

source: Delete Selected channel(s)?
it: Cancellare i canali selezionati?

source: Do you also want to remove non existent files from library?
it: Vuoi anche cancellare i file non trovati dalla libreria?

source: Don't remove
it: Non rimuovere

source: Selected:
it: Selezionati:

source: Are you sure you want to clear your library?
it: Vuoi davvero azzerare la libreria?

source: Clear my library
it: Azzera la mia libreria

source: Don't clear my library
it: Non azzerare la libreria

source: Are you sure you want to clear the Playlist?
it: Vuoi davvero azzerare la playlist?

source: Clear the playlist
it: Azzera la playlist

source: Don't clear the playlist
it: Non azzerare la playlist

source: Are you sure you want to delete selected item(s) from disk?
it: Vuoi davvero cancellare la selezione dal disco?

source: Don't Delete
it: Non cancellare

source: Yes, Delete
it: Sì, Cancella

source: All files
it: Tutti i file

source: iso files
it: file iso

source: Sorry, Audio tagging is only possible for library and playlist items
it: Spiacente, puoi scrivere l'etichette audio solo per elementi appartenenti allaplaylist ed alla libreria.

source: To tag this item, please add it to library or playlist first.
it: Per etichettare questo elemento, aggiungilo prima alla libreria o alla playlist.

source: There was an error while saving the playlist
it: Si è verificato un errore durante il salvataggio della playlist

source: Another cover search is in progress, please wait for it to finish!
it: E' già in atto una ricerca, aspetta che finisca!

source: Please, disable random playing first!
it: Disabilita la riproduzione casuale, prima!

source: Flash video files
it: File video Flash

source: Choose a destination file
it: Scegli un file di destinazione

source: Would you like to play it now in Xt7-Player?
it: Vuoi riprodurlo ora in Xt7-Player?

source: New Flash(tm) video detected:
it: Rilevato un nuovo video Flash:

source: Don't Play
it: Non riprodurre

source: Play now
it: Riproduci

source: Use vertical tabs
it: Usa tab verticali

source: Hide/Show tabs
it: Mostra/Nascondi tab

source: Show
it: Mostra

source: You can't delete the current profile!
it: Non puoi cancellare il profilo corrente.

source: Are you sure you want to delete
it: Vuoi davvero cancellare

source: This is a read-only profile
it: Questo profilo è di sola lettura.

source: Enter the new profile name
it: Inserisci il nome del nuovo profilo

source: I know, proceed
it: Lo so, procedi

source: You are going to overwrite the selected profile with the current settings.
it: Stai per sovrascrivere il profilo selezionato con le impostazioni correnti.

source: Enter a name for the new profile:
it: Inserisci un nome per il nuovo profilo:

source: Error reading from shoutcast server
it: Errore durante la lettura dal server shoutcast

source: Add quickly
it: Aggiungi velocemente

source: Get Stream info
it: Con informazioni sul flusso

source: How do you want to add?
it: Come vuoi aggiungere?

source: Damn!
it: Dannazione!

source: Error while adding one or more items
it: Errore durante l'aggiunta di uno o più elementi

source: Cannot access a valid cd audio or Cd device
it: Impossibile accedere al lettore specificato o al cd audio

source: Please, wait while getting disc information
it: Prego, attendere mentre recupero le informazioni dal disco

source: Track
it: Traccia

source: Error refreshing the feed
it: Errore durante l'aggiornamento del feed

source: Enter a new podcast url
it: Inserisci la url di un podcast

source: Error adding new feed
it: Errore durante l'aggiunta del feed

source: Cannot delete child items!
it: Non si può cancellare l'elemento figlio!

source: Error: Cannot get current item
it: Errore: Non posso recuperare l'oggetto corrente

source: Please, disable playlist shutdown option first!
it: Disabilita l'opzione di spegnimento, prima!

source: Xt7 will try to find and update embedded covers, Beware that covers explicitely set without album/artist information will be lost.
it: Xt7 cercherà e aggiornerà le copertine incorporate, Nota che le cover impostate esplicitamente per i file senza informazioni su artista/album saranno perse.

source: Are you sure you want to recursively add this directory?
it: Sei sicuro di voler aggiungere questa cartella in modo ricorsivo?

source: There was an error while trying to delete the item
it: Errore durante la rimozione dell'elemento

source: No, thanks
it: No, grazie

source: Would you like to go to the video homepage?
it: Vuoi aprire la pagina web del video?

source: Yes, Go to Youtube
it: Sì, vai su Youtube

source: Not now
it: Non ora

source: Submit the bug
it: Segnala il bug

source: Thank you, you will be taken to the bug reporting web page.
it: Grazie, sarai rediretto alla pagina di segnalazione bug.

source: Roll Your mouse wheel over the button to change panscan or Setup some hotkeys.
it: Scorrendo la rotellina del mouse su questo pulsante puoi zoommare sul video.

source: Right click over the button will cycle through zoom modes
it: Cliccando con il pulsante destro puoi tagliare le bande nere.

source: SubTitle files
it: File di sottotitoli

source: Zoom mode: cut half bars
it: Modo Zoom: Taglia metà delle barre nere.

source: Zoom mode: cut bars
it: Modo Zoom: Taglia le barre nere

source: Zoom mode: 1:1
it: Modo Zoom: 1:1

source: Filename:
it: Nome File:

source: Genre:
it: Genere:

source: Year:
it: Anno:

source: Artist:
it: Artista:

source: , Track No.:
it: , Traccia numero:

source: Title:
it: Titolo:

source: Length:
it: Lunghezza;

source: channels
it: canali

source: Comment:
it: Commento:

source: Rename to:
it: Rinomina come:

source: Moving $(dumpfile) To: $(destfile)
it: Sposto $(dumpfile) su: $(destfile)

source: You can configure the paths in Generaloptions -> dvb-t
it: Puoi configurare i percorsi in Opzioni Generali -> dvb-t

source: Append and play
it: Accoda e riproduci

source: Append to playlist
it: Accoda alla playlist

source: What do you want to do with this album tracks?
it: Cosa vuoi fare con le tracce di quest'album?

source: Append more than 50 tracks?
it: Accodare più di 50 tracce?

source: yes
it: sì

source: Something went wrong; does the file exists?
it: Qualcosa è andato storto; il file esiste?

source: Please, first enter a playlist name to save
it: Prima scrivi il nome della playlist da salvare

source: Couldn't make the user playlist directory
it: Impossibile creare la directory delle playlist utente

source: Never mind
it: Lascia perdere

source: Overwrite
it: Sovrascrivi

source: exists.
it: esiste.

source: There was an error saving the playlist:
it: Errore nel salvataggio della playlist:

source: Playlist saved:
it: Playlist Salvata:

source: Couldn't delete
it: Impossibile cancellare

source: Append
it: Accoda

source: Load/Replace
it: Carica/Rimpiazza

source: Loading the playlist:
it: Caricamento della playlist:

source: Would you like to save the current profile?
it: Vuoi salvare il profilo corrente?

source: Stream is not seekable, use arrow keys or doubleclick
it: Impossibile spostarsi, usa i tasti freccia o doppio click

source: Stream is not seekable!, use arrow keys or doubleclick to override
it: Impossibile spostarsi, usa i tasti freccia o doppio click per forzare

source: Error while getting selection
it: Errore nell' individuare la selezione

source: No loop set
it: Nessun loop impostato

source: Open local file
it: Apri un file locale

source: Open recent file
it: Apri un file recente

source: Play Audio Cd
it: Riproduci Cd audio

source: Play DVD
it: Riproduci DVD

source: From DVD drive
it: Da un drive DVD

source: From an ISO
it: Da una ISO

source: From a folder
it: Da una cartella

source: Open an Uri/Network stream
it: Apri una URI/Stream di rete

source: Titles
it: Titoli

source: Streams
it: Flussi

source: Quit
it: Esci

source: Library
it: Libreria

source: Sync library
it: Sincronizza la libreria

source: Configure directories
it: Configurazione cartelle

source: Search options
it: Opzioni di ricerca

source: Add selected items to playlist
it: Aggiungi alla playlist

source: Open containing folder
it: Apri cartella

source: Replace tracks in
it: Rimpiazze le tracce nella

source: Library view
it: vista della libreria

source: Playlist view
it: vista della playlist

source: Append tracks to
it: Accoda le tracce alla

source: Sort by
it: Ordina per

source: Path
it: Percorso

source: Rename items
it: Rinomina gli elementi

source: Update Selected
it: Aggiorna la selezione

source: Set a cover
it: Imposta una copertina

source: Search for embedded covers
it: Cerca copertine incorporate

source: Copy selected to Clipboard
it: Copia i selezionati nella clipboard

source: Extract audio
it: Estrai l'audio

source: Clear selected
it: Azzera la selezione

source: Clear All
it: Azzera tutto

source: Delete selected from disk
it: Cancella la selezione dal disco

source: Load/Save
it: Carica/Salva

source: Import a playlist
it: Importa una playlist

source: Append a playlist
it: Accoda una playlist

source: Export the playlist
it: Esporta la playlst

source: Cut selected
it: Taglia i selezionati

source: Copy selected
it: Copia i selezionati

source: Paste after selected
it: Incolla dopo il selezionato
