Repository: kokoko3k/xt7-player-mpv
Catalog: .lang/*.po
Languages: it

source: Extract Audio
it: Estrai l'audio

source: Remove
it: Rimuovi

source: Windows
it: Finestre

source: Codecs and demuxers
it: Codec e demuxer

source: Video/Audio Chains
it: Catena Audio/Video

source: Tabs visibility
it: Visibilità delle tab

source: Show Tag editor
it: Mostra L'editor delle tag

source: Lock Toolbar
it: Blocca la toolbar

source: Show/Hide Menubar
it: Mostra/nascondi la barra dei menu

source: Video Aspect
it: Aspetto

source: Save all to current profile
it: Salva tutte le impostazioni al profilo corrente

source: Profile Manager
it: Gestore dei profili

source: Show logs
it: Mostra il log

source: Report a bug
it: Segnala un bug

source: About
it: Informazioni

source: Shutdown menu
it: Menu di spegnimento

source: Disable shutdown
it: Disabilita lo spegnimento

source: Shutdown at the end of media
it: Spegni alla fine del file/url

source: ShutDown at the end of the play queue
it: Spegni alla fine della coda di riproduzione

source: Configure shutdown command
it: Configura il comando di spegnimento

source: Stop Recording
it: Interrompi la registrazione

source: Delete from disk
it: Cancella dal disco

source: New feed
it: Nuovo feed

source: Refresh
it: Aggiorna

source: Download
it: Scarica

source: Add selected items to library
it: Aggiungi alla libreria

source: Delete selected
it: Cancella la selezione

source: See more results
it: Più risultati

source: Get related videos
it: Recupera i video correlati

source: Add this folder to history
it: Aggiungi alle cartelle recenti

source: Rename channel(s)
it: Rinomina canale/i

source: Open an URI/Network stream
it: Apri una URI/Stream di rete

source: Show/hide chains window
it: Mostra/Nascondi la finestre catene.

source: Configuration toolbox
it: Accesso veloce alla configurazione

source: Show/Hide AudioTag editor
it: Mostra/Nascondi l'editor delle tag audio.

source: Video Equalizer
it: Equalizzatore Video

source: Other realtime commands
it: Altri controlli in real time

source: Switch subtitle track
it: Cambia traccia sottotitolo

source: Switch audio track
it: Cambia traccia audio

source: Hide/show left panel
it: Mostra/Nascondi il pannello di sinistra

source: Fullscreen Switch
it: Switch Schermo intero

source: Drag'n drop files, folders or media links to add them,
it: Trascina file, cartelle o media generici per aggiungerli.

source: Albums
it: Album

source: Playlists
it: Playlist

source: Choose a Playlist
it: Scegli una playlist

source: Save the playlist
it: Salva la playlist

source: Delete the playlist
it: Cancella la Playlist

source: Drag'n drop files or media links to add them,
it: Trascina file o media generici per aggiungerli.

source: Move selected items up in the list. You can use the mouse wheel too.
it: Sposta la selezione nella lista. Puoi usare anche la rotellina del mouse.

source: Move selected playlist items down. You can use the mouse wheel too.
it: Sposta la selezione nella lista. Puoi usare anche la rotellina del mouse.

source: Selection play time
it: Tempo di riproduzione della selezione

source: Browse
it: Esplora

source: Parent
it: Su

source: Home Folder
it: Cartella Home

source: Enter a path to browse it
it: Inserisci un percorso per esplorarlo

source: Show/Hide hidden files
it: Mostra/nascondi i file nascosti

source: Double Click for Search Options.
it: Doppio click per le opzioni di ricerca.

source: Filter
it: Filtro

source: Enter some search terms. Special character "|" means "OR", so you can type: Bach|Mozart
it: Inserisci qualche termine di ricerca, il carattere speciale "|" significa "Oppure",quindi tu puoi scrivere: Bach|Mozart

source: Open the Electronic Program Guide window
it: Apri la finestra EPG

source: Show options for DVBT
it: Mostra le opzioni per DVBT

source: Double click on an item to start playing
it: Doppio click su un elemento per avviarne la riproduzione

source: Start simple dvb tuner
it: Avvia un semplice sintonizzatore DVB

source: Scan for channels
it: Sintonizza i canali

source: Switch to navigation mode. (mplayer needs to be compiled with dvdnav support)
it: Passa alla modalità navigazione (mplayer dev'essere stato compilato con il supporto dvdnav)

source: DVD menu navigation mode
it: Modalità navigazione DVD

source: This list will be populated by temporary flash files when you play them into a web browser.
it: Questa lista sarà popolata da file temporanei flash quando li riproduci in un browser web.

source: Show flash videos in /tmp folder in the upper list, allowing you to play them.
it: Mostra nella lista sopra i video flash (dalla catella /tmp ) permettendone la riproduzione

source: Catch Flash videos in /tmp folder
it: Intercetta video flash nella cartella /tmp

source: When a new flash video is detected, shows a PopUp window. It may be necessary to disable focus stealing prevention in your window manager.
it: Quando un unovo video flash è rilevato, mostra una finestra PopUp. NB: Può essere necessario disabilitare il livello di prevenzione del focus dal tuo window manager.

source: PopUp window to play new catched videos
it: Mostra un PopUp per riprodurre i video intercettati

source: Click to open video page
it: Clicca per aprire la pagina del video

source: Show advanced search options
it: Mostra le opzioni di ricerca avanzate

source: Show youtube video information
it: Mostra informazioni sul video youtube

source: Search
it: Cerca

source: Results
it: Risultati

source: How many results to get.
it: Numero dei risultati da ottenere

source: Search now
it: Cerca ora

source: only valid for searches
it: Valido solo per le ricerche

source: Order by
it: Ordina per

source: Only valid for standard feeds
it: Valido soltanto per i flussi standard

source: Region
it: Luogo

source: Time
it: Tempo

source: Get an updated genres list from shoutcast server
it: Prendi una lista generi aggiornata dal server Shoutcast

source: Refresh Genres list
it: Aggiorna la lista dei generi

source: Search results:
it: Risultati della ricerca:

source: HighLight
it: Evidenzia

source: Highlight the results
it: Evidenzia i risultati

source: Free serch by content
it: Ricerca libera per contenuto

source: Podcasts
it: Podcast

source: Refresh podcasts info
it: Aggiorna le informazioni sui podcast in lista

source: Refresh All
it: Aggiorna tutto

source: Manually enter a new podcast URL
it: Inserimento manuale della URL di un podcast

source: Info on playing media or on the last played one
it: Intormazioni circa il file in riproduzione o l'ultimo riprodotto

source: Profiles
it: Profili

source: Current profile:
it: Profilo corrente:

source: Choose a profile from the list
it: Scegli un profilo dalla lista

source: Load the selected profile
it: Carica il profilo selezionato

source: Load
it: Carica

source: Save the settings to the selected profile
it: Salva le impostazioni correnti nel profilo selezionato

source: Rename the selected profile
it: Rinomina il profilo selezionato

source: Rename
it: Rinomina

source: Save the current settings to a new profile
it: Salva le impostazioni correnti in un nuovo profilo

source: Save As
it: Salva come

source: Delete the selected profile
it: Cancella il profilo selezionato

source: Delete
it: Cancella

source: Make a new blank profile
it: Crea un nuovo profilo vergine

source: Make new
it: Crea nuovo

source: Show and select the possible search fields
it: Mostra e seleziona i campi di ricerca possibili

source: Fields
it: Campi

source: Play random media when the previous reaches the end.
it: Seleziona il prossimo brano casualmente

source: Show media info when hovering a list item.
it: Mostra le informazioni sul media al passaggio del mouse

source: Play next media as the previous reaches the end.
it: Avanza automaticamente

source: Tag Editor
it: Editor delle Tag

source: Genre
it: Genere

source: Track No.
it: Traccia No.

source: Select next
it: Seleziona il prossimo

source: Commit
it: Applica

source: Previous media
it: Media precedente

source: Next media
it: Prossimo media

source: Capture the playing stream. It will work only you are playing mpeg files.
it: Cattura il flusso in riproduzione. Funzionerà solo con file mpeg.

source: Play/pause
it: Play/Pausa

source: Slowdown
it: Rallenta

source: Speedup
it: Velocizza

source: Hover the mouse over this button then * Zoom the video with mouse wheel. * Cycle through zoom with right mouse button.
it: Con il mouse su questo pulsante *Cambia lo zoom usando la rotellina del mouse. *Cambia preimpostazione di zoom con il tasto destro.

source: Show/Hide current and next TV program.
it: Mostra/nascondi il programma corrente ed il prossimo.

source: You are going to delete this file from disk, are you sure?
it: Stai per cancellare questo file dal disco, sei sicuro?

source: File Size
it: Dimensione File

source: File name
it: Nome File

source: Output File
it: File di uscita

source: Next
it: Prossimo

source: Please wait...
it: Attendi...

source: New search
it: Nuova ricerca

source: User options
it: Opzioni utente

source: resolution
it: risoluzione

source: This option will tell MPlayer to use a different channel for controlling volume than the default PCM. Options for OSS include vol, pcm, line. For a complete list of options look for SOUND_DEVICE_NAMES in /usr/include/linux/soundcard.h. For ALSA you can use the names e.g. alsamixer displays, like Master, Line, PCM. NOTE: ALSA mixer channel names followed by a number must be specified in the <name,number> format, i.e. a channel labeled 'PCM 1' in alsamixer must be converted to PCM,1. Mplayer Option: <mixer line>[,mixer index] (-ao oss and -ao alsa only)
it: Usa un canale differente dal PCM default per controllare il volume. Il numero si riferisce al numero della scheda audio.

source: Output Channels
it: Canali audio di uscita

source: Request the number of playback channels (default: 2). This is usually only important when playing videos with AC-3 audio (like DVDs). Mplayer Option: -channels
it: Richiedi un numero di canali audio (2 di default). In genere importante solo durante la riproduzione di video con audio AC3 (come dvd), DTS etc. Opzione mplayer: -channels

source: Required by Maximum Amplification
it: Richiesto da "Amplificazione massima"

source: Software Volume control
it: Controllo del volume software

source: Force the use of the software mixer, instead of using the sound card mixer. Mplayer Option: -softvol
it: Forza l'uso del mixer software al posto di quello della scheda audio. Opzione mplayer: -softvol

source: Maximum Amplification
it: Amplificazione massima

source: Set the maximum amplification level in percent (default: 110). A value of 200 will allow you to adjust the volume up to a maximum of double the current level. Mplayer Option: -softvol-max
it: Imposta il livello di amplificazione massima in percentuale (di default 110). Un valore di 200 permetterà di aumentare il volume fino al doppio del volume. Opzione mplayer: -softvol-max

source: Initial speed
it: Velocità iniziale

source: Set initial playback tempo/pitch
it: Imposta la velocità, il tempo o il tono iniziali.

source: #-12..#+12 are semitones. See also 'speed' under 'scaletempo' filter in chains window. Mplayer Option: -speed
it: #-12..#+12 sono semitoni. Guarda anche 'speed' del filtro 'scaletempo' nella finestra catene. Opzione mplayer: -speedsuperfi

source: Audio Delay
it: Ritardo audio

source: Seconds
it: Secondi

source: Use it to correct constant Audio/video desync issues Mplayer Option: -delay
it: Usalo per correggere desincronizzazioni Auio/Video Costanti Opzione mplayer: -delay

source: Rebuild Index if necessary
it: Ricostruisci l'indice se necessario

source: Use it to repair broken files
it: Usalo per riparare file danneggiati

source: Mplayer Option: -idx
it: Opzione mplayer: -idx

source: Always rebuild Index
it: Ricostruisci sempre l'indice

source: Mplayer Option: -forceidx
it: Opzione mplayer: -forceidx

source: Fixes playback of some bad AVI files
it: Corregge la riproduzione di alcuni AVI danneggiati

source: Non-interleaved AVI parser
it: Parser avi non interleaved

source: Turns off xscreensaver at startup
it: Disattiva xscreensaver all'avvio

source: Turns off xscreensaver at startup and turns it on again on exit. Uses XSS and XResetScreenSaver API. Mplayer Option: -stop-xscreensaver
it: Disattiva xscreensaver all'avvio e riattivalo all'uscita. Usa API XSS e XResetScreenSaver. Opzione mplayer: -stop-xscreensaver

source: aspect
it: Rapporto di aspetto

source: Override movie aspect ratio, in case aspect information is incorrect or missing in the file being played. Mplayer Option: -aspect
it: Forza un rapporto d'aspetto, nel caso le informazioni sul rapporto contenute nel filmato fossero mancanti o incorrette. Opzione mplayer: -aspect

source: Framerate override
it: Forza un framerate

source: Force video Framerate. Will probably cause Audio/Video desync. Mplayer Option: -fps
it: Forza un framerate video. Ciò comporta una probabile desincronizzazione.

source: Gradually adjusts the A/V sync based on audio delay measurements.
it: Compensa la desincronizzazione Audio/Video misurando il ritardo audio.

source: Try -autosync 30 to smooth out problems with sound drivers which do not implement a perfect audio delay measurement. [..] Mplayer Option: -autosync
it: Prova -autosync 30 per 'ammorbidire' i problemi con driver audio che non permettono una misura precisa del ritadro audio. [..] Opzione mplayer: -autosync

source: maximum A-V sync correction per frame (in seconds)
it: Massima correzione di sincronia Audio/Video per fotogramma (in secondi)

source: maximum A-V sync correction per frame (in seconds) mplayer options: -mc
it: Massima correzione di sincronia Audio/Video per fotogramma (in secondi) Opzione mplayer: -mc

source: Use it if your kernel timing is imprecise
it: Usalo se la temporizzazione del kernel è imprecisa

source: Time frames by repeatedly checking the current time instead of asking the kernel to wake up MPlayer at the correct time. Useful if your kernel timing is imprecise and you cannot use the RTC either. Comes at the price of higher CPU consumption. Mplayer Option: -softsleep
it: Temporizza i fotogrammi ripetutamente controllando il tempo attuale invece che richiedere al kernel di 'svegliare' mplayer al tempo esatto. Utile se la temporizzazione del tuo kernel è imprecisa e/o non puoi usare l'RTC. Richiede maggior carico CPU. Opzione mplayer: -softsleep

source: Only valid for http:// Uries
it: Valido solo per indirizzi http://

source: Send cookies
it: Manda i cookie

source: Send cookies to websites when playing http:// Uries, Cookie file must be in Netscape format. Mplayer Option: -cookies
it: Manda i cookie ai siti web prima di riprodurre indirizzi http:// Il file dei cookie dev'essere in formato Netscape. Opzione mplayer: -cookies

source: location
it: posizione

source: Specify cookies.txt location Mplayer Option: -cookies-file
it: Specifica la posizione di cookies.txt Opzione mplayer: -cookies-file

source: try ipv4 first
it: Prova prima IPV4

source: Use IPv4 on network connections. Falls back on IPv6 automatically. -prefer-ipv4 (network only)
it: Preferisci IPV4 per le connessioni di rete, ma prova IPV6 automaticamente. Opzione mplayer: -prefer-ipv4

source: (MPEG-1/2 and H.264 only)
it: (Solo MPEG-1/2 and H.264)

source: Number of threads to use for decoding. You may need the 'mt' version of mplayer and ffmmpeg Mplayer Option: -lavdopts threads=n
it: Numero di sottoprocessi usati per la decodifica Probabilmente hai bisogno della versione "mt" di mplayer ed ffmpeg Opzione mplayer: -lavdopts threads=n

source: Lowres (lavdopts)
it: Bassa Risoluzione (lavdopts)

source: Decode at lower resolutions. Low resolution decoding is not supported by all codecs, and it will often result in ugly artifacts. This is not a bug, but a side effect of not decoding at full resolution. Mplayer Option: -lavdopts
it: Decodifica a risoluzioni inferiori. Non supportato da tutti i codec, potrebbe causare degli artefatti (non è un bug). Opzione mplayer: -lavdopts

source: (MPEG-2, MPEG-4, and H.264 only)
it: (Soo MPEG-2, MPEG-4 e H.264)

source: Enable optimizations which do not comply to the specification and might potentially cause problems, like simpler dequantization, simpler motion compensation, assuming use of the default quantization matrix, assuming YUV 4:2:0 and skipping a few checks to detect damaged bitstreams. Mplayer Option: -lavdopts
it: Abilita ottimizzazioni come dequantizzazione semplice, stima del movimento sempèlice uso di una matrice di quantizzazione predefinita, YUV 4:2:0 e salto di alcuni controlli per il riconoscimento di stream danneggiati. Queste impostazioni non rispettano le specifiche e possono causare problemi.

source: (H.264 only)
it: (Solo H.264)

source: Skips the loop filter (AKA deblocking) during H.264 decoding. this has a worse effect on quality But at least for high bitrate HDTV this provides a big speedup with no visible quality loss. Mplayer Option: -lavdopts
it: Evita il loop filter (deblocking) durante la decodifica dei flussi H.264. La qualità sarà più bassa Ma per contenuti ad alto bitrate come HDTV, ci sarà un considerevole incremento di velocità senza notare alcun degrado. Opzione mplayer: -lavdopts

source: libmpeg2 and libavcodec codecs only
it: Solo codec libmpeg2 e libavcodec

source: Disable drawing video by 16-pixel height slices/bands, instead draws the whole frame in a single run. May be faster or slower, depending on video card and available cache. Mplayer Option: -noslices
it: Non disegnare il video in parti alte 16 pixel, ma disegna l'intero frame in una passata. Può essere più o meno veloce a seconda della scheda video e della cache. Opzione mplayer: -noslices

source: Allow software scaling
it: Permetti la scalatura software

source: Allow software scaling, where hardware scaling is unavailable. This will allow scaling with output drivers (like x11, fb-dev) that do not support hardware scaling where MPlayer disables scaling by default for performance reasons. Mplayer Option: -zoom
it: Usa la scalatura software, se non è disponibile quella hardware, Ciò permetterà la scalatura con driver video (x11,fb-dev...) che non supportano la scalatura hardware. Opzione Mplayer: -zoom

source: 0 - fast bilinear
it: 0 - Bilineare veloce

source: 1 - bilinear
it: 1 - Bilineare

source: 10 - natural bicubic spline
it: 10 - Cubico naturale spline

source: 2 - bicubic (good quality) (default)
it: 2 - Bicubico (buona qualità) (predefinito)

source: 3 - experimental
it: 3 - Sperimentale

source: 4 - nearest neighbor (bad quality)
it: 4 - Più vicino (scarsa qualità)

source: 6 - luma bicubic/chroma bilinear
it: 6 - luminanza bicubica/crominanza bilineare

source: Scaler type (-sws)
it: Tipo di scalatura (-sws)

source: Specify the software scaler algorithm to be used, Some -sws options are tunable. The description of the scale video filter has further information.
it: Specifica l'algoritmo da usare per la scalatura, alcune opzioni di -sws sono impostabili. La descrizione del filtro scale ti darà maggiori informazioni.

source: Skip displaying some frames to maintain A/V sync
it: Non visualizzare alcuni frame pur di mantenere la sincronizzazione A/V

source: Skip displaying some frames to maintain A/V sync on slow systems. Video filters are not applied to such frames. For B-frames even decoding is skipped completely. Mplayer Option: -framedrop
it: Non visualizzare alcuni frame pur di mantenere la sincronizzazione A/V I filtri video non sono applicati a tali frame. Per i B-Frame anche la decodifica è omessa. Opzione Mplayer: -framedrop

source: -1=auto (default)
it: -1=auto (predefinito)

source: Field dominance
it: Campo dominante

source: Set first field for interlaced content Mplayer Option: -field-dominance
it: Imposta il campo primario per contenuti interlacciati Opzione mplayer: -field-dominance

source: Limit Drive Speed to
it: Limita la velocità del drive a

source: Try to limit DVD speed. 0 means no change. Note that you need write access to dvd device Mplayer Option: -dvd-speed
it: Prova a limitare la velocità del DCD. 0 significa nessun cambiamento. NB: hai bisogno di accesso in scrittura al dispositivo Opzione Mplayer: -dvd-speed

source: Try to limit cdrom speed. 0 means no change. Note that you need write access to dvd device Mplayer Option: -cdda speed=x
it: Prova a limitare la velocità del cd. 0 Vuol dire nessun cambiamemto. Il tuo utente deve avere i permessi di scrittura al dispositivo dvd Opzione mplayer: -cdda speed=x

source: Hi-res MP3 seeking
it: Spostamenti precisi per flussi mp3

source: High resolution seek for mp3 streams
it: Spostamenti precisi per flussi mp3

source: Seek into mp3s at higher resolution May be slower Mplayer Option: -hr-mp3-seek
it: Permette di spostarsi in maniera più precisa all' interno dei flussi mp3, può essere lento. Opzione mplayer: -hr-mp3-seek

source: Are you sure you want to delete selected items?
it: Sei sicuro di voler cancellare gli oggetti selezionati?

source: Couldn't load the picture
it: Impossibile caricare l'immagine

source: General options
it: Opzioni generali

source: If you zoomed-in a video, this will allow you to pan it with mouse-drag operation. Works in full-screen mode only.
it: Se hai ingrandito un video, questo te ne permette il pan tramite il trascinamento.

source: Allow video panning via mouse-drag
it: Consenti il panning del video tramite mouse

source: If your video card doesn't support brightness, gamma, contrast or hue settings, you may want to try this (slower method) for video equalizer to work properly. Note that this does not conflict with configuration you explicitly set in eq2 and hue filters.
it: Se la tua scheda video non supporta i controlli di luminosità,gamma,contrasto,tonalità etc.., puoi provare ad attivare questa opzione (più lenta) di modo che l'equalizzatore video funzioni. NB:questa impostazione NON va in conflitto con eventuali configurazioni dei filtri hue ed eq2 impostate esplicitamente nella catena dei filtri video.

source: Auto add eq2 and hue filters to video chain
it: Aggiungi automaticamente i filtri eq2 ed hue alla catena video

source: Enable the animated video preview when you drag the seekbar with the mouse. * Requires more cpu power. * If you drag with mouse buttons other than left, then no seek is made.
it: Abilita l'anteprima animata al trascinamento della seekbar con il mouse *Richiede un pò di potenza cpu in più *Se trascini usando un pulsante del mouse diverso dal sinistro non sarà effettuato lo spostamento.

source: Live preview when seeking
it: Anteprima animata al seek

source: Use some tweaks to reduce cpu use.
it: Usa alcuni accorgimenti per ridurre l'uso di cpu

source: Reduce preview framerate
it: Riduci i Frame per secondo dell'anteprima

source: vdpau need some codecs to be loaded, checking this will auto add: ffmpeg12vdpau, ffh264vdpau, ffwmv3vdpau, ffvc1vdpau
it: vdpau ha bisogno che alcuni codec siano caricati, selezionando questa opzione caricherai: ffmpeg12vdpau, ffh264vdpau, ffwmv3vdpau, ffvc1vdpau
